---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaArea
source: html/c8bdcb92-c0ab-8dae-3fc2-1ba85a4dfb03.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaArea Property

"Area"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaArea { get; }
```